{
    "Tuesday Jan 03 2023": {
        "Isabella Rodriguez": "",
        "Klaus Mueller": "Klaus Mueller is invited to attend a public lecture on a philosophical topic delivered by Mei Lin at Oak Hill College from 2 pm to 6 pm. The event includes a discussion session open to the community, and Klaus is encouraged to participate in the discussion. Klaus is encouraged to actively share his thoughts and engage with others during the discussion session.",
        "Maria Lopez": "Maria Lopez is invited to attend a public lecture on a philosophical topic delivered by Mei Lin at Oak Hill College from 2 pm to 6 pm. The event includes a discussion session open to the community, and Maria is encouraged to participate in the discussion. Maria is encouraged to actively share her thoughts and engage with others during the discussion session.",
        "Ayesha Khan": "Ayesha Khan is invited to attend a public lecture on a philosophical topic delivered by Mei Lin at Oak Hill College from 2 pm to 6 pm. The event includes a discussion session open to the community, and Ayesha is encouraged to participate in the discussion. Ayesha is encouraged to actively share her thoughts and engage with others during the discussion session.",
        "Hailey Johnson": "Hailey Johnson is invited to attend a public lecture on a philosophical topic delivered by Mei Lin at Oak Hill College from 2 pm to 6 pm. The event includes a discussion session open to the community, and Hailey is encouraged to participate in the discussion. Hailey is encouraged to actively share her thoughts and engage with others during the discussion session.",
        "Francisco Lopez": "",
        "Eddy Lin": "", 
        "Mei Lin": "Mei Lin delivers a public lecture on a philosophical topic, followed by a discussion session open to the community. The event is scheduled at Oak Hill College from 2 pm to 6 pm. Mei Lin invites Isabella Rodriguez, Klaus Mueller, Maria Lopez, Ayesha Khan, and Hailey Johnson to attend the lecture and participate in the discussion. Mei Lin give the lecture from 2 to 3, social session from 3 to 6, need to discuss to others and encourage to move around and talk to each other.",
        "John Lin": "",
        "Wolfgang Schulz": "",
        "Sam Moore": "",
        "Arthur Burton": "",
        "Carmen Ortiz": "",
        "Ryan Park": "",
        "Tamara Taylor": ""
    }
}